Repository: Phoenox/yatzy-sheet
Catalog: Resources/Pages/Index.*.resx
Languages: de

source: 3 of a kind
de: Dreierpasch

source: 4 of a kind
de: Viererpasch

source: All dice count
de: Alle Augen zählen

source: Bonus with 63+
de: Bonus bei 63+

source: Game {0}
de: Spiel {0}

source: Grand Total
de: Total

source: Large straight
de: Große Straße

source: Let's go!
de: Und los!

source: Only Aces count
de: Nur Einser zählen

source: Only Fives count
de: Nur Fünfer zählen

source: Only Fours count
de: Nur Vierer zählen

source: Only Sixes count
de: Nur Sechser zählen

source: Only Threes count
de: Nur Dreier zählen

source: Only Twos count
de: Nur Zweier zählen

source: Score {0}
de: {0} Punkte

source: Small straight
de: Kleine Straße

source: Sum
de: Summe

source: Total Bottom
de: Gesamt Unten

source: Total Column
de: Spielsumme

source: Total Top
de: Gesamt Oben

source: With how many columns to you wish to play?
de: Mit wie vielen Spalten wollt ihr spielen?

source: Yatzy
de: Kniffel

source: Your digital Yatzy sheet
de: Der digitale Kniffelblock
